[
  {
    "title": "1+1",
    "description": "After being injured in an accident, wealthy aristocrat Philippe hires as his assistant the man least suited for the job - a young resident of the suburb of Drissa, who has just been released from prison. Despite the fact that Philippe is confined to a wheelchair, Driss manages to bring the spirit of adventure into the measured life of an aristocrat.",
    "year": "2011",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/1946459/bf93b465-1189-4155-9dd1-cb9fb5cb1bb5/x1000",
    "genre": "drama"
  },
  {
    "title": "Gentlemen",
    "description": "One cunning American has been dealing drugs since his student days, and now he has come up with a scheme for illegal enrichment using the estates of the impoverished English aristocracy and has become very rich from this. Another cunning journalist comes to Ray, the American's right-hand man, and offers him to buy a film script , which details the crimes of his boss with the participation of other representatives of the London criminal world - a Jewish partner, the Chinese diaspora, black athletes and even a Russian oligarch.",
    "year": "2019",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/1599028/637271d5-61b4-4e46-ac83-6d07494c7645/x1000",
    "genre": "crime"
  },
  {
    "title": "The Wolf of Wall Street",
    "description": "1987. Jordan Belfort becomes a broker at a successful investment bank. The bank soon closes after the sudden collapse of the Dow Jones Industrial Average. On the advice of his wife Teresa, Jordan takes a job at a small establishment dealing in penny stocks. His assertive style of communication with clients and innate Charisma quickly bears fruit. He meets his housemate Donnie, a merchant who immediately finds a common language with Jordan and decides to open his own company with him. They hire several of Belfort's friends, his father Max, as employees and call the company 'Stratton Oakmont' In his free time, Jordan spends his life: maneuvering from one party to another, entering into sexual relationships with prostitutes, using many drugs, including cocaine and Quaaludes.One day, a moment comes when an FBI agent begins to become interested in Belfort's quick enrichment. ",
    "year": "2013",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/1946459/5c758ac0-7a5c-4f00-a94f-1be680a312fb/x1000",
    "genre": "drama"
  },
  {
    "title": "Brother",
    "description": "Having been demobilized, Danila Bagrov returned to his hometown. But the boring life of the Russian province did not suit him, and he decided to move to St. Petersburg, where, according to rumors, his older brother had been thriving for several years. Danila found his brother. But everything turned out to be It’s not so simple - my brother works as a hired killer.",
    "year": "1997",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/1704946/e9008e2f-433f-43b0-b9b8-2ea8e3fb6c9b/x1000",
    "genre": "drama"
  },
  {
    "title": "The Wrath of Man",
    "description": "Trucks of the Los Angeles collection company Fortico Security are often attacked, and during the next robbery both guards are killed. After some time, a strong, taciturn Briton, Patrick Hill, gets a job in the company. He receives the nickname H from the boss and, right up to the required minimum Having passed tests in fitness, shooting and driving, he goes on his first mission. Soon, armed raiders try to rob his truck, but H single-handedly deals with the whole gang and becomes a hero. It seems that the fame and respect of his colleagues does not interest him at all, because he is pursuing his goals.",
    "year": "2021",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/6201401/90d57813-387c-44c4-81c1-ecddb3c417a5/x1000",
    "genre": "action"
  },
  {
    "title": "Home Alone",
    "description": "An American family sets off from Chicago to Europe, but in the rush to get ready, the clueless parents forget at home... one of their children. The young creature, however, does not get lost and demonstrates miracles of ingenuity. And when robbers break into the house, they have to I will regret meeting this cute baby more than once.",
    "year": "1990",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/6201401/022a58e3-5b9b-411b-bfb3-09fedb700401/x1000",
    "genre": "comedy"
  },
  {
    "title": "Avatar",
    "description": "Former Marine Jake Sully is confined to a wheelchair. Despite his frail body, Jake is still a warrior at heart. He is tasked with traveling several light years to the earthling base on the planet Pandora, where corporations are mining a rare mineral, which is of great importance for the Earth’s recovery from the energy crisis.",
    "year": "2009",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/1599028/4adf61aa-3cb7-4381-9245-523971e5b4c8/x1000",
    "genre": "fantasy"
  },
  {
    "genre": "fantasy",
    "description": "If you go fishing, be prepared to catch the fish of your dreams, the magical Pike, which can fulfill any three of your wishes. Only Emelya threw two wishes into the wind, and decided to save the third. Therefore, in order to achieve hands of the Tsar's daughter Anfisa, he will have to act without magical power, on his own. And he will be helped by Pike, who, without her skin, appears as an ordinary girl Vasilisa. Together they will have to find a self-assembled tablecloth, meet the Cat Bayun, go to the dark kingdom of Koshchei and understand... that the real miracle is being with the one you love.",
    "title": "At the command of the pike",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/10900341/b3ed4aa7-c38c-4a35-a505-aaa6372ad9da/x1000",
    "year": "2023"
  },
  {
    "title": "Knives out",
    "description": "The morning after the celebration of the 85th birthday of the famous crime novelist Harlan Thrombey, the hero of the occasion is found dead. It is an obvious suicide, but the police, according to protocol, interview all family members present at the mansion, although a private detective is more interested in this case Benoit Blan. That same morning, he received an envelope containing cash from an unknown person and an order to investigate Harlan's death. You don’t need to be an experienced investigator to understand that everyone embellishes their relationship with the deceased head of the family, but Blanc gets a real gift - the deceased’s nurse, who physically cannot stand lies.",
    "year": "2019",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/1777765/bb8afbd6-c9cd-4631-99e9-3fecf241dbaf/x1000",
    "genre": "detective"
  },
  {
    "title": "Ivan Vasilyevich is changing his profession",
    "description": "The engineer-inventor Timofeev designed a time machine that connected his apartment with the distant sixteenth century - more precisely, with the chambers of Tsar Ivan the Terrible. This is where the tsar's namesake, pensioner-social activist Ivan Vasilyevich Bunsha and apartment thief Georges Miloslavsky end up, and the great sovereign himself ends up in Timofeev’s apartment.",
    "year": "1973",
    "thumbURL": "https://image.openmoviedb.com/kinopoisk-images/6201401/a7ef44b8-1983-4992-a889-da6f87a3f559/x1000",
    "genre": "comedy"
  }
]
